[
 {"31 May 2014" : "Carbon gets hit by a car. The driver didn't even stop. Zofia brings Carbi to the <em>Mundo Mascota</em> clinic in San Cristóbal. Dr. Juan José takes an X-ray. Comminuted fracture. Dr. Juan José says he is not able to operate on our dog and sends us to Tuxtla Gutierrez to Dr. Joe Miceli Fernandez, best doctor in Chiapas, one of the best in Mexico."},
 {"01 Jun 2014" : "Carbi in the clinic in observation. Zofia making phone calls with the doctors: stool and urine are fine, his condition is stable, he will be operated tomorrow." },
 {"02 Jun 2014" : "1st SURGERY: intramedullary pin and cerclage wiring installed plus outside fixture to immobilize the femur, Zofia dropped Carbon at the clinic."},
 {"03 Jun 2014" : "Carbon in the clinic" },
 {"04 Jun 2014" : "Carbon in the clinic" },
 {"05 Jun 2014" : "Aga went with Zofia and picked up Carbon from the clinic" },
 {"06 Jun 2014" : "Carbi at home" },
 {"07 Jun 2014" : "Dr. Marina came for house-call: suspected inflammation. Zofia brought Carbon back to clinic to be checked." },
 {"08 Jun 2014" : "Carbon in the clinic" },
 {"09 Jun 2014" : "Zofia and Rocio picked up Carbon from the clinic <a href='https://www.dropbox.com/s/i7jfttnvwo49ww6/IMG_8928.JPG?dl=0'>Pic1</a>, <a href='https://www.dropbox.com/s/dfeh45eh5prn14n/IMG_8939.JPG?dl=0'>Pic2</a>, <a href='https://www.dropbox.com/s/3e6fzlk3lchx29q/IMG_8936.JPG?dl=0'>Pic3</a>  "},
 {"12 Jun 2014" : "Dr. Marina took out the drainage tube and removed the stitches" },
 {"16 Jun 2014" : "Checkup with Dr. Miceli (Zofia and Steven), wound looking good, everything fine, next appointment in two weeks" },
 {"23 Jun 2014" : "Zofia and Steven went to Dr. Marina's office office because we heard cracking noises in Carbon's leg. Carbi received 1 ml of Xilacina (Xylazine sold as Rompun by Bayer) to calm him for his X-ray. Even though he was sedated he still fought to not allow us to turn him on his back, which might have contributed to the leg noise becoming louder <a href='https://www.dropbox.com/s/f3f1ny2blrtlz2j/Carbon-radiografia-2014.06.23.jpg?dl=0'>X-ray</a> "},
 {"25 Jun 2014" : "Miceli told Zofia he didn't like the new fissure in the bone he saw in the X-ray; assistants took Carbon to the next room to inject him with a pain killer and Steven watched as <b>Carbon fell off the table!</b>"},
 {"01 Jul 2014" : "Steven picked him up, Carbi back at home, eating again after many days without appetite, still some clicking in the bone"},
 {"18 Jul 2014" : "Dr Miceli on holidays so concerned about the crackling sound in his leg Zofia and Steven went to Mundo Mascota, Dr. Juan Jose's clinic, nice guy, didn't want payment for services, cut Carbon's nails" },
 {"01 Aug 2014" : "Checkup with Dr. Miceli (Zofia and Steven), external fixation removed (it started moving on its own a bit), Got anesthesia (Ketamine) to take X-ray, bone looks good, muscles atrophied in front and contracted in back; Dr. Miceli told us how to start physiotherapy; week-1 therapy: 15 min warm the leg, 15 min knee-joint ROM, 15 min hip ROM; week-2 therapy: 15 min warming the leg, 30 min whole leg ROM <a href='https://www.dropbox.com/s/9rmgtfglvqrt2wg/Carbon-radiografia-2014.08.01.jpg?dl=0'>X-ray</a>"},
 {"02 Aug 2014" : "Started rehab"},
 {"03 Aug 2014" : "Started to be able to sit down (with the one leg still extended)"},
 {"13 Aug 2014" : "Rehab is so much better with cannabis"},
 {"15 Aug 2014" : "Carbon is starting to sit down from standing nicely"},
 {"17 Aug 2014" : "no rehab today"},
 {"20 Aug 2014" : "Checkup with Dr. Miceli (Zofia and Steven); no rehab today; Skin cut open and because the pin moved up a bit the end was cut off and the skin stitched back up, for sure he received some anesthesia; we slept overnight in Tuxtla in the bus in the nice place down by the river <a href='https://www.dropbox.com/s/6rwzwtuc6pevd50/Carbon-radiografia-2014.08.20.jpg?dl=0'>X-ray</a>"},
 {"21 Aug 2014" : "no rehab today"},
 {"23 Aug 2014" : "Rehab w/ knee still"},
 {"24 Aug 2014" : "Rehab w/ knee still"},
 {"25 Aug 2014" : "Stopped rehab with the joint and now just working the muscles"},
 {"01 Sep 2014" : "Miceli diagnosed Carbon with 'no union' and we scheduled PrP treatment for next week, Zofia and Steven went"},
 {"03 Sep 2014" : "Zofia made a mustard seed bag (instead of wet towels) to use for heating Carbon's leg"},
 {"08 Sep 2014" : "Dropped Carbon off for his Platelet-rich Plasma (PrP) treatment"},
 {"09 Sep 2014" : "2nd SURGERY: Installing the X-pins inside the femur on top of the intramedullary pin to immobilize the leg better."},
 {"11 Sep 2014" : "He stayed in the clinic a little longer than expected due to excess inflammation <a href='https://www.dropbox.com/s/nkx8brx6cfc5zgv/Carbon-radiografia-2014.09.11_after-op.jpg?dl=0'>X-ray</a> <a href='https://www.dropbox.com/s/vjs3iupk9zdufg2/Carbon-radiografia-2014.09.11.jpg?dl=0'>X-ray</a>"},
 {"13 Sep 2014" : "Picked Carbi up from Dr. Miceli with the screws installed"},
 {"14 Sep 2014" : "His pin started sticking out of the skin"},
 {"15 Sep 2014" : "Rolando stitched up the skin around the pin"},
 {"18 Sep 2014" : "Finished brewing our last batch of oil"},
 {"19 Sep 2014" : "Pin poked out of the skin again"},
 {"20 Sep 2014" : "The intramedullary pin moving. Dr. Miceli said we still need the pin so lets fix it with another screw"},
 {"22 Sep 2014" : "3rd SURGERY: Carbon got yet another screw installed to secure the intra-medular pin"},
 {"25 Sep 2014" : "Dr. Miceli said he wants him for longer observation to make sure the new pin doesn't move"},
 {"30 Sep 2014" : "Zofia photographed & sent xrays to Miceli so he can consult with his maestro about a possible solution"},
 {"02 Oct 2014" : "<a href='https://www.dropbox.com/s/o0qxn2nbj0850m7/Carbon-radiografia-2014.10.02.jpg?dl=0'>X-ray</a>"},
 {"11 Oct 2014" : "4th SURGERY: To remove screws and install a metal plate by Miceli's maestro <a href='https://instagram.com/ortopedia_veterinaria/'>Dr. Beremiz Sánchez</a>. Also second PrP <a href='https://www.dropbox.com/s/6wtjtz9uy6tohr2/Carbon-radiografia-2014.10.11_side.jpg?dl=0'>X-ray</a> <a href='https://www.dropbox.com/s/w9py7r67y2dgjtc/Carbon-radiografia-2014.10.11.jpg?dl=0'>X-ray</a>"},
 {"18 Oct 2014" : "3rd PrP, this time injected PrP"},
 {"25 Oct 2014" : "4th PrP, injected"},
 {"03 Nov 2014" : "Zofia picked Carbon up from the clinic"},
 {"04 Nov 2014" : "We continued with the muscle and joint physiotherapy at home"},
 {"17 Nov 2014" : "Checkup - Dr. Miceli: Everything looking great :)"},
 {"28 Nov 2014" : "Half rehab today: only muscle massage, no joint flexing"},
 {"20 Dec 2014" : "Checkup - Dr. Miceli: Looking good! :)"},
 {"25 Jan 2015" : "Steven brought a low-level laser device from the States (RIKTA Esmil 2A) and today Carbon started receiving his laser therapy. Tri-Flex is now replaced by TopDog supplement"},
 {"02 Feb 2015" : "Checkup - Dr. Miceli: The fracture is united! :) X-ray <a href='https://www.dropbox.com/s/u0ewme2wyjmc6cr/Carbon-radiografia-2015.02.02_checkup-united_2.jpg?dl=0'>X-ray</a> <a href='https://www.dropbox.com/s/1nw5dt7w5rafeo6/Carbon-radiografia-2015.02.02_checkup-united.jpg?dl=0'>X-ray</a>"},
 {"26 Feb 2015" : "Carbon started actually walking. Is the laser helping? :)"},
 {"28 Feb 2015" : "Zofia made a short movie for family and friends showing Carbon walking: https://www.youtube.com/watch?v=4l84EhFfagc"},
 {"24 Mar 2015" : "Alicia came over and gave Carbon Reiki & a Bach flower remedy"},
 {"20 Apr 2015" : "Checkup - Dr. Miceli: Soon we can schedule removal of the implant. <a href='https://instagram.com/ortopedia_veterinaria/'>Dr. Beremiz Sánchez</a> will be coming from Mexico City to operate since he initially installed the implant. <a href='https://www.dropbox.com/s/mwf27m7iqv791n5/Carbon-radiografia-2015.04.20_.jpg?dl=0'>X-ray</a> <a href='https://www.dropbox.com/s/ovbfd6fz8zjfjqz/Carbon-radiografia-2015.04.20.jpg?dl=0'>X-ray</a>"},
 {"09 May 2015" : "5th SURGERY: Implant removal. All metal is out: center pin, plate, 7 screws"},
 {"18 May 2015" : "Picked up Carbi from the clinic. Dr. Miceli commented that the bone is strong and Carbi is using his leg now more then before and really pushing himself of the floor with it. Carbi got brought out from the back of the clinic by one of the assistants. When he saw us, he got really excited and every time he supported himself with it, he cried. We brought him home, the leg was dangling while he was walking. Zofia started massaging his leg a bit at home, he did not like it. While lifting his leg by the feet gently up, it was coming up from the middle of the femur and not from the hip. Zofia suspects a fracture."},
 {"19 May 2015" : "Carbon not using his leg. Zofia still suspects a fracture."},
 {"20 May 2015" : "Carbon occasionally crying while he is trying to lay down or get up."},
 {"21 May 2015" : "Scheduled a visit for tomorrow to get his leg x-rayed."},
 {"22 May 2015" : "Suspicion confirmed: 're-fracture' :( We are heartbroken :( <a href='https://www.dropbox.com/s/vgerarbyfvz7f1q/Carbon-radiografia-2015.05.22.jpg?dl=0'>X-ray</a>. Zo sent an email to Dr. Miceli."},
 {"25 May 2015" : "We have no idea what to do! Still waiting for an answer from Dr. Miceli. Meanwhile we are researching other options: Mexico City and San Diego in the US. We will probably have to move houses. We got an answer from a clinic in San Diego: they suggest a titanium plate and bone grafting... and getting Carbon to the States as soon as possible."},
 {"27 May 2015" : "Dr. Miceli is finally back from the veterinary congress and we talked on the phone. He will be getting in touch with Dr. Beremiz Sanchéz."},
 {"28 May 2015" : "Message from Dr. Miceli: <i>Ya hablé con el Dr Beremiz y me indica que el problema de no unión es grave y que se tiene que tratar que lo que prosigue es reposicionar una placa pero no de acero quirúrgico, de titanio por ser más ligero y poder permanecer más tiempo además de realizar injertos de hueso y plasma rico en plaquetas. </i>"},
 {"05 Jun 2015" : "We got a phone call from Dr. Bermiz Sanchéz today. He advised we should come to Mexico City and have Carbon operated there. He said he would still confirm what day the following week he will be able to operate."},
 {"10 Jun 2015" : "6th SURGERY: Dr. Beremiz Sanchéz installed a titanium plate and conducted bone grafting in a clinic in Polanco, where Carbon stayed for his post-operative care while we go back to San Cristóbal to sell all our belongings and move to Mexico City."},
 {"11 Jun 2015" : "We drove to the Physiotherapy Clinic in Coyoacan to see the facilities and explored the area around it looking for an appartment/house."},
 {"12 Jun 2015" : "Going back to San Cris."},
 {"13 Jun 2015" : "Arrived in San Cris, returned the rental car."},
 {"18 Jun 2015" : "Big garage sale. Getting ready to go to Mexico City."},
 {"20 Jun 2015" : "We started our trip early in the morning. Arriving in Tuxtla Gutierrez we smelled burned rubber and realized one of our back wheels is overheating. Went to a mechanic - Saturday! - much cannot be done. We have to wait for parts untill Monday."},
 {"24 Jun 2015" : "The bus us finally ready. Tomorrow we are going to Mexico City."},
 {"27 Jun 2015" : "Arrived to Mexico City. Looking for a place to live."},
 {"29 Jun 2015" : "Rented a room in a shared house in Tlalpan district of Mexico City."},
 {"30 Jun 2015" : "Picked up Carbon from the clinic :) The vet bills are scary! "},
 {"01 Jul 2015" : "Carbon is coughing a lot."},
 {"02 Jul 2015" : "Talked to Dr. Beremiz about Carbon's cough, he diagnosed kennel's cough. Carbon must have gotten it in the clinic. Dr. Bermiz advised a 10 day course of 1gr cephalexin antibiotic every 12 hours. Zo trying to avoid antibiotics again, asked to wait and administers Carbon wild oregano oil Oreganol P73 together with a home made syrup and garlic."},
 {"17 Jul 2015" : "Our first diagnostic vist with Dr. Fernanda and we all loved her."},
 {"22 Jul 2015" : "We thought Carbi's cough was almost gone but today he stated puking and spitting mucus before rehabilitation at Fernandas office. She said it might be gastritis and recomended Omeprazol and giving him food more frequently in smaller portions"},
 {"28 Jul 2015" : "We are going regularly to physiotherapy with Dr. Fernanda. Underwater treadmill, laser and electrostimulation. Carbon is also receiving electrostimulation at home now."},
 {"29 Jul 2015" : "Seems like Carbon's cough is gone for real."},
 {"05 Aug 2015" : "7th SURGERY: A small one. Last one! Relocating the screw that made its way into the knee during the last surgery. According to the x-rays the fracture started uniting :) Carbi also got platelet-rich plasma injected into the bone, where the fracture was, and into his knee."},
 {"08 Aug 2015" : "Zosia in Cancun, all week Steven & Martin went walking in the park with Carbi."},
 {"09 Aug 2015" : "Zosia on the beach, Steven forgot to give Carbi his joint supplement."},
 {"08 Aug 2015" : "Martin taught Carbi to start walking with all four patas."}
]
