[
    {
      "id"  : "ome",
      "name": "Omeprazole",
      "alte": "Omeprazol",
      "unit": "mg",
      "pron": "/oʊˈmɛprəzoʊl/",
      "bran": "Antra, Aspra, Gastroloc, Losectil, Lozeprel, Mopral, Omepral, Omez, Opal, Ozid, Rome 20, Prilosec, Losec, Ulcozol, Segazole, Zegacid, Zegerid",
      "link": "http://en.wikipedia.org/wiki/Omeprazole",
      "html": "A proton pump inhibitor used in the treatment of dyspepsia, peptic ulcer disease, gastroesophageal reflux disease, laryngopharyngeal reflux, and Zollinger–Ellison syndrome. One of the most widely prescribed drugs internationally and is available over-the-counter in some countries."
    },
    {
      "id"  : "met",
      "name": "Metronidazole",
      "alte": "Metronidazol",
      "unit": "mg",
      "pron": "/mɛtrəˈnaɪdəzoʊl/",
      "bran": "Flagyl, Filmet",
      "link": "http://en.wikipedia.org/wiki/Metronidazole",
      "html": "A nitroimidazole antibiotic medication used particularly for anaerobic bacteria and protozoa. Metronidazole is an antibacterial against anaerobic organisms, amoebicide and antiprotozoal. <p>A nitroimidazole antibiotic medication used particularly for anaerobic bacteria and protozoa. Metronidazole is an antibacterial against anaerobic organisms, amoebicide and antiprotozoal."
    },
    {
      "id"  : "enr",
      "name": "Enrofloxacin",
      "alte": "Enrofloxacina",
      "unit": "mg",
      "pron": "C19H22FN3O3",
      "bran": "Baytril (the Bayer Corporation) <li>FloxiPet's NRV (NorVet)",
      "link": "http://en.wikipedia.org/wiki/Enrofloxacin",
      "html": "A fluoroquinolone antibiotic used for the treatment of pets and domestic animals. Fluoroquinolones such as ciprofloxacin are widely used in the treatment of human disease. <p> NOTE: Before 22 August, 4.5 ml (225 mg) Baytril injections were administered, afterwards the FloxiPet pills (150 mg) were given."
    },
    {
      "id"  : "car",
      "name": "Carprofen",
      "alte": "Carprofen",
      "unit": "mg",
      "pron": "C15H12ClNO2",
      "bran": "Rimadyl used except for June 13-16 when he got Carprobay from Bayer",
      "link": "http://en.wikipedia.org/wiki/Carprofen",
      "html": "A non-steroidal anti-inflammatory drug that veterinarians prescribe as a supportive treatment for various conditions. It provides day-to-day treatment for pain and inflammation from arthritis in geriatric dogs, joint pain, osteoarthritis, hip dysplasia, and other forms of joint deterioration. <p>It is also used to relieve short-term post-operative pain, inflammation, and swelling after spaying, neutering, and other procedures. Carprofen reduces inflammation by inhibition of COX-2 and other sources of inflammatory prostaglandins. This is targeted protection, in that it does not interfere with COX-1 activity."
    },
    {
      "id"  : "tra",
      "name": "Tramadol",
      "alte": "Tramadol",
      "unit": "mg",
      "pron": "C16H25NO2",
      "bran": "Tramadol by Grünenthal GmbH in Germany, Ryzolt, Tramal, Ultram, the hydrochloride salt by Janssen Pharmaceutica as Ultram in the United States, Ralivia by Biovail in Canada",
      "link": "http://en.wikipedia.org/wiki/Tramadol",
      "html": "A centrally-acting atypical opioid analgesic with additional serotonin-norepinephrine reuptake-inhibiting effects used to treat moderate to moderately severe pain."
    },
    {
      "id"  : "cli",
      "name": "Clindamycin",
      "alte": "Clindamicina",
      "unit": "mg",
      "pron": "/klɪndəˈmaɪsɨn/",
      "bran": "Clinda-Pet's NRV",
      "link": "http://www.merckmanuals.com/professional/lexicomp/clindamycin%20%28systemic%29.html",
      "html": "An <u>antibiotic</u> useful for the treatment of a number of infections. It is of the lincosamide class. It is usually used to treat infections with <u>anaerobic bacteria</u>, but can also be used to treat some protozoal diseases, such as malaria. It is a common topical treatment for acne and can be useful against some methicillin-resistant Staphylococcus aureus (MRSA) infections."
    },
    {
      "id"  : "bor",
      "name": "Boron",
      "alte": "Tri-Boron",
      "unit": "mg",
      "bran": "Twinlab",
      "link": "http://www.twinlab.com/product/tri-boron-caps",
      "html": "Boron is a chemical element with symbol B and atomic number 5. <p>Boron works in unison with calcium to strengthen the bones. Boron also helps in the metabolism of minerals that are involved in bone development such as calcium, magnesium and copper. Furthermore, boron affects various hormones, including estrogen and testosterone, which are also related to the overall health of the body’s bones."
    },
    {
      "id"  : "fis",
      "name": "Fish Oil",
      "alte": "Fish Body Oils 1000",
      "bran": "GNC",
      "unit": "mg"
    },
    {
      "id"  : "joi",
      "name": "Joint Supp.",
      "alte": "Glucosamina, Condroitina, MSM",
      "unit": "",
      "bran": "GNC / TopDog / TriFlex / GlycanAid",
      "html": "On 25 Jan 2015 TriFlex is replaced by GlycanAid from TopDog Chewable Supplement"
    },
    {
      "id"  : "pro",
      "name": "Probiotics",
      "alte": "Probiotics",
      "bran": "BioLeven",
      "link": "http://www.gnc.com.mx/index.php/producto/112203002/BL-Bioeleven-probioticos-20m-30-caps",
      "html": "725 mg capsulas",
      "unit": "cap"
    },
    {
      "id"  : "cur",
      "name": "Curc/Brom",
      "alte": "Curcuma & Bromelin",
      "bran": "GNC",
      "unit": "",
      "html": "Curcuma 600 mg, Bromelin 300 mg<p>Before 25 Jan 2015, Sheeps was using home-made capsulas"
    }
]
